{
  "books": [
    {
      "id": "1",
      "isFavorite": false,
      "article": "12",
      "title": "Война и мир",
      "author": "Толстой Л.Н.",
      "year": "1865",
      "coverPath": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/T25-011.jpg/405px-T25-011.jpg",
      "description": "Замысел эпопеи формировался задолго до начала работы над тем текстом, который известен под названием «Война и мир». В наброске предисловия к «Войне и миру» Толстой писал, что в 1856 году начал писать повесть, «герой которой должен был быть декабрист, возвращающийся с семейством в Россию. Невольно от настоящего я перешёл к 1825 году… Но и в 1825 году герой мой был уже возмужалым, семейным человеком. Чтобы понять его, мне нужно было перенестись к его молодости, и молодость его совпала с … эпохой 1812 года… Ежели причина нашего торжества была не случайна, но лежала в сущности характера русского народа и войска, то характер этот должен был выразиться ещё ярче в эпоху неудач и поражений…». Так Лев Николаевич постепенно пришёл к необходимости начать повествование с 1805 года."
    },
    {
      "id": "2",
      "isFavorite": true,
      "article": "13",
      "title": "Дубровский",
      "author": "Пушкин А.С.",
      "year": "1833",
      "coverPath": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Pushkin_Dubrovsky_1919.jpg/400px-Pushkin_Dubrovsky_1919.jpg",
      "description": "При создании романа Пушкин отталкивался от рассказа своего приятеля П. В. Нащокина о том, как тот видел в остроге «одного белорусского небогатого дворянина, по фамилии Островский, который имел процесс с соседом за землю, был вытеснен из именья и, оставшись с одними крестьянами, стал грабить, сначала подьячих, потом и других»[2]. В ходе работы над романом фамилия главного героя была изменена на «Дубровский» (эту фамилию носили в XVIII веке владельцы соседнего с пушкинским имением села Апраксино), а название деревни Кистенёвка позаимствовано у соседнего с Апраксиным села Кистенево."
    },
    {
      "id": "3",
      "isFavorite": false,
      "article": "14",
      "title": "Капитанская дочка",
      "author": "Пушкин А.С.",
      "year": "1750",
      "coverPath": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Captain%27s_Daughter_1837.jpg/367px-Captain%27s_Daughter_1837.jpg",
      "description": "На склоне лет помещик Пётр Андреевич Гринёв ведёт повествование о бурных событиях своей молодости. Детство своё он провёл в родительском поместье в Симбирской губернии, пока в 17 лет строгий отец, офицер в отставке, не распорядился отправить его служить в армию: «Полно ему бегать по девичьим да лазить на голубятни»."
    },
    {
      "id": "4",
      "isFavorite": false,
      "article": "14",
      "title": "Анна Каренина",
      "author": "Толстой Л.Н.",
      "year": "1877",
      "coverPath": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/AnnaKareninaTitle.jpg/375px-AnnaKareninaTitle.jpg",
      "description": "Толстой задумал роман о частной жизни и отношениях современников 24 февраля 1870 года[19], но к реализации своего замысла приступил лишь в феврале 1873-го[19]. Роман издавался по частям, первая из которых была напечатана в 1875 году в «Русском вестнике». Постепенно роман превратился в фундаментальный социальный труд, получивший огромный успех. Продолжения романа ждали с нетерпением. Редактор журнала отказался печатать эпилог из-за выраженной в нём критической мысли. Роман был завершён 5 (17) апреля 1877 года."
    },
    {
      "id": "5",
      "isFavorite": true,
      "article": "14",
      "title": "Обыкновенная история",
      "author": "Гончаров И.А.",
      "year": "1844",
      "coverPath": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/The_Same_Old_Story.jpg/381px-The_Same_Old_Story.jpg",
      "description": "«Обыкновенная история» — роман воспитания, повествующий о взрослении и разочаровании в собственных идеалах неискоренимого, как представляется вначале, провинциального романтика — Александра Адуева. По приезде в Петербург он поступает «под крыло» своего дяди — суховатого дельца Петра Адуева. Несмотря на попытки старшего Адуева урезонить его, романтические устремления младшего Адуева неизменно оставляют его с разбитым сердцем. Разочаровавшись в столичной жизни, Адуев возвращается в материнскую усадьбу, но через полтора года снова едет в Петербург, где делает карьеру на государственном поприще и собирается жениться на богатой наследнице. "
    },
    {
      "isFavorite": true,
      "id": "aa61",
      "article": "66688",
      "title": "Обрыв",
      "author": "Гончаров И.А.",
      "year": "1869",
      "coverPath": "https://upload.wikimedia.org/wikipedia/commons/6/6c/VestnikEvropy1869.JPG",
      "description": "«Обрыв» — роман Ивана Александровича Гончарова, завершённый в 1869 году и представляющий собой заключительную часть своеобразной трилогии «о переходе от одной эпохи русской жизни… к другой»[1] (в неё также включены написанные ранее «Обыкновенная история» и «Обломов»). Работа над произведением, продолжавшаяся двадцать лет, была осложнена конфликтом с Иваном Сергеевичем Тургеневым, который, по мнению Гончарова, использовал мотивы и образы его романа в «Дворянском гнезде» и «Накануне». «Обрыв» был впервые опубликован в журнале «Вестник Европы» (1869, № 1—5). "
    }
  ]
}